Repository: muazcoban/cobi-paint-mobile
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Home
tr: Ana Sayfa

source: Categories
tr: Kategoriler

source: My Artworks
tr: Eserlerim

source: Settings
tr: Ayarlar

source: Animals
tr: Hayvanlar

source: Plants
tr: Bitkiler

source: Vehicles
tr: Ara√ßlar

source: Characters
tr: Karakterler

source: Nature
tr: Doga

source: Food
tr: Yiyecekler

source: Import Image
tr: Resim Yukle

source: Go Pro
tr: Pro'ya Gec

source: Save
tr: Kaydet

source: Saving...
tr: Kaydediliyor...

source: Share
tr: Paylas

source: Undo
tr: Geri Al

source: Redo
tr: Ileri Al

source: Clear
tr: Temizle

source: Fullscreen
tr: Tam Ekran

source: Exit Fullscreen
tr: Tam Ekrandan Cik

source: Fill
tr: Doldur

source: Pencil
tr: Kalem

source: Eraser
tr: Silgi

source: Selected
tr: Secili

source: Select Color
tr: Renk Sec

source: Cancel
tr: Iptal

source: Select
tr: Sec

source: Paint Texture
tr: Boya Dokusu

# paintTextureDescription
source: Choose the appearance of painted areas
tr: Boyanan alanlarin gorunumunu secin

# textureNoneDesc
source: Flat and smooth painting
tr: Duz ve puruzsuz boyama

# textureCanvas
source: Canvas
tr: Tuval

# textureCanvasDesc
source: Real canvas texture effect
tr: Gercek tuval dokusu efekti

# texturePaper
source: Paper
tr: Kagit

# texturePaperDesc
source: Crayon on paper feel
tr: Kagit uzerine boya kalemi hissi

# textureWatercolor
source: Watercolor
tr: Sulu Boya

# textureWatercolorDesc
source: Watercolor paint effect
tr: Sulu boya efekti

source: Hide
tr: Gizle

# clearConfirmTitle
source: Clear
tr: Temizle

# clearConfirmMessage
source: Are you sure you want to clear all painting?
tr: Tum boyamayi temizlemek istediginize emin misiniz?

source: Image saved!
tr: Resim kaydedildi!

# imageLoadError
source: Failed to load image
tr: Resim yuklenemedi

source: Save error
tr: Kaydetme hatasi

source: Share error
tr: Paylasma hatasi

source: Reset View
tr: Gorunumu Sifirla

source: Language
tr: Dil

source: Turkish
tr: Turkce

source: English
tr: Ingilizce

source: Select Language
tr: Dil Sec

source: Sound Effects
tr: Ses Efektleri

source: Notifications
tr: Bildirimler

source: Rate App
tr: Uygulamayi Degerlendir

source: Privacy Policy
tr: Gizlilik Politikasi

source: Terms of Service
tr: Kullanim Kosullari

source: About
tr: Hakkinda

source: Version
tr: Surum

source: Pro Features
tr: Pro Ozellikleri

source: Unlimited Images
tr: Sinirsiz Resim

source: No Ads
tr: Reklamsiz

source: All Categories
tr: Tum Kategoriler

source: Buy Pro
tr: Pro Satin Al

source: Restore Purchases
tr: Satin Alimlari Geri Yukle

source: Pro Active
tr: Pro Aktif

source: Start Coloring
tr: Boyamaya Basla

source: Continue Coloring
tr: Boyamaya Devam Et

source: Delete
tr: Sil

# deleteConfirmTitle
source: Delete Artwork
tr: Eseri Sil

# deleteConfirmMessage
source: Are you sure you want to delete this artwork?
tr: Bu eseri silmek istediginize emin misiniz?

# noArtworks
source: No artworks yet
tr: Henuz eseriniz yok

# noArtworksHint
source: Start by coloring an image
tr: Bir resim boyayarak baslayabilirsiniz

source: Recent Artworks
tr: Son Eserler

source: See All
tr: Tumunu Gor

source: Welcome!
tr: Hosgeldin!

# welcomeMessage
source: Choose a category to start coloring
tr: Boyamaya baslamak icin bir kategori sec

source: Import from Gallery
tr: Galeriden Yukle

# importFromCamera
source: Take Photo
tr: Kameradan Cek

source: Processing...
tr: Isleniyor...

# importSuccess
source: Image imported successfully
tr: Resim basariyla yuklendi

# importError
source: Failed to import image
tr: Resim yuklenemedi

source: Permission denied
tr: Izin reddedildi

# cameraPermission
source: Camera permission required
tr: Kamera izni gerekli

# galleryPermission
source: Gallery permission required
tr: Galeri izni gerekli

source: OK
tr: Tamam

source: Yes
tr: Evet

source: No
tr: Hayir

source: Loading...
tr: Yukleniyor...

source: Error
tr: Hata

source: Retry
tr: Tekrar Dene

source: General
tr: Genel

source: Appearance
tr: Gorunum

source: Support
tr: Destek

source: Contact Us
tr: Bize Ulasin

source: FAQ
tr: Sikca Sorulan Sorular
